Revit 2024 API
WorksetPreview.Owner Property
 User name of the workset.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public string Owner { get; }
Visual Basic
Public ReadOnly Property Owner As String
	Get
Visual C++
public:
property String^ Owner {
	String^ get ();
}
See Also
WorksetPreview Class
Autodesk.Revit.DB Namespace